Repository: KDE/plasma-pk-updates
Catalog: po/*/pkupdates.po
Languages: ar, be, eo

# This is when the transaction status is not known
source: Unknown state
ar: حالة غير معروفة
be: Невядомы стан
eo: Nekonata stato

# transaction state, the daemon is in the process of starting
source: Waiting for service to start
ar: ينتظر الخدمة لتبدأ
be: Чаканне запуску службы
eo: Atendante ke servo komenciĝos

# transaction state, the transaction is waiting for another to complete
source: Waiting for other tasks
ar: ينتظر مهام أخرى
be: Чаканне іншых задач
eo: Atendante aliajn taskojn

# transaction state, just started
source: Running task
ar: يشغل مهمة
be: Запуск задачы
eo: Kuranta tasko

# transaction state, is querying data
source: Querying
ar: يستعلم
be: Запытванне
eo: Demandado

# transaction state, getting data from a server
source: Getting information
ar: يحصل على معلومات
be: Атрыманне інфармацыі
eo: Akiri informojn

# transaction state, removing packages
source: Removing packages
ar: يزيل الحزم
be: Выдаленне пакункаў
eo: Forigante pakaĵojn

# transaction state, downloading package files
source: Downloading at %1/s, %2 remaining
ar: ينزل بسرعة %1 /ثانية، باقي %2
be: Спампоўванне %1/с, засталося %2
eo: Elŝuto je %1/s, %2 restas

# transaction state, downloading package files
source: Downloading at %1/s
ar: ينزل بسرعة %1 /ثانية
be: Спампоўванне %1/с
eo: Elŝuto ĉe %1/s

# transaction state, downloading package files
source: Downloading, %1 remaining
ar: ينزل، باقي %1
be: Спампоўванне, засталося %1
eo: Elŝuto, %1 restas

# transaction state, downloading package files
source: Downloading
ar: ينزل
be: Спампоўванне
eo: Elŝutante

# transaction state, installing packages
source: Installing packages
ar: يثبت الحزم
be: Усталяванне пакункаў
eo: Instalante pakaĵojn

# transaction state, refreshing internal lists
source: Refreshing software list
ar: يحدث قائمة البرامج
be: Абнаўленне спіса праграмнага забеспячэння
eo: Refreŝiga listo de programaro

# transaction state, installing updates
source: Updating packages
ar: يحدث الحزم
be: Абнаўленне пакункаў
eo: Ĝisdatigante pakaĵojn

# transaction state, removing old packages, and cleaning config files
source: Cleaning up packages
ar: ينظف الحزم
be: Ачышчэнне пакункаў
eo: Purigado de pakaĵoj

# transaction state, obsoleting old packages
source: Obsoleting packages
ar: الحزم المتقادمة
be: Выяўленне састарэлых пакункаў
eo: Malnoviĝintaj pakaĵoj

# transaction state, checking the transaction before we do it
source: Resolving dependencies
ar: يحل التبعيات
be: Развязванне залежнасцяў
eo: Solvado de dependecoj

# transaction state, checking if we have all the security keys for the operation
source: Checking signatures
ar: يتحقق من التواقيع
be: Правяранне подпісаў
eo: Kontrolante subskribojn

# transaction state, when we're doing a test transaction
source: Testing changes
ar: يجرب التغييرات
be: Тэставанне зменаў
eo: Testante ŝanĝojn

# transaction state, when we're writing to the system package database
source: Committing changes
ar: ينفذ التغييرات
be: Унясенне зменаў
eo: Farante ŝanĝojn

# transaction state, requesting data from a server
source: Requesting data
ar: يطلب البيانات
be: Запытванне даных
eo: Petante datumojn

# transaction state, all done!
source: Finished
ar: اكتمل
be: Завершана
eo: Finita

# transaction state, in the process of cancelling
source: Cancelling
ar: يلغي
be: Скасаванне
eo: Nuligo

# transaction state, downloading metadata
source: Downloading repository information
ar: ينزل معلومات المستودع
be: Спампоўванне інфармацыі пра рэпазіторый
eo: Elŝutante deponejajn informojn

# transaction state, downloading metadata
source: Downloading list of packages
ar: ينزل قائمة من الحزم
be: Спампоўванне спіса пакункаў
eo: Elŝutante liston de pakaĵoj

# transaction state, downloading metadata
source: Downloading file lists
ar: ينزل قوائم الملف
be: Спампоўванне спіса файлаў
eo: Elŝutante dosierlistojn

# transaction state, downloading metadata
source: Downloading lists of changes
ar: ينزل قائمة التغييرات
be: Спампоўванне спіса зменаў
eo: Elŝutante listojn de ŝanĝoj

# transaction state, downloading metadata
source: Downloading groups
ar: ينزل المجموعات
be: Спампоўванне групаў
eo: Elŝutante grupojn

# transaction state, downloading metadata
source: Downloading update information
ar: ينزل معلومات التحديث
be: Спампоўванне інфармацыі пра абнаўленне
eo: Elŝutante ĝisdatigajn informojn

# transaction state, repackaging delta files
source: Repackaging files
ar: يعيد حزم الملفات
be: Перапакаванне файлаў
eo: Repakado de dosieroj

# transaction state, loading databases
source: Loading cache
ar: ينزل الذاكرة المؤقتة
be: Загрузка кэшу
eo: Ŝarĝante kaŝmemoron

# transaction state, scanning for running processes
source: Scanning installed applications
ar: يمسح التطبيقات المثبتة
be: Сканаванне ўсталяваных праграм
eo: Skanante instalitajn aplikaĵojn

# transaction state, generating a list of packages installed on the system
source: Generating package lists
ar: يولد قوائم الحزمة
be: Стварэнне спісаў пакункаў
eo: Generante pakajn listojn

# transaction state, when we're waiting for the native tools to exit
source: Waiting for package manager lock
ar: ينتظر قفل مدير الحزم
be: Чаканне блакавання кіраўніка пакункаў
eo: Atendante pakaĵadministran ŝlosilon

# waiting for user to type in a password
source: Waiting for authentication
ar: ينتظر المصادقة
be: Чаканне аўтэнтыфікацыі
eo: Atendante aŭtentikigon

# we are updating the list of processes
source: Updating the list of running applications
ar: يحدث قائمة التطبيقات المشتغلة
be: Абнаўленне спіса запушчаных праграм
eo: Ĝisdatigante la liston de kurantaj aplikaĵoj

# we are checking executable files in use
source: Checking for applications currently in use
ar: يتحقق من التطبيقات المستخدمة حاليا
be: Правяранне праграм, якія выкарыстоўваюцца
eo: Kontrolante por aplikaĵoj nuntempe uzataj

# we are checking for libraries in use
source: Checking for libraries currently in use
ar: يتحقق من المكتبات المستخدمة حاليا
be: Правяранне бібліятэк, якія выкарыстоўваюцца
eo: Kontrolante por bibliotekoj nuntempe uzataj

# we are copying package files to prepare to install
source: Copying files
ar: ينسخ الملفات
be: Капіяванне файлаў
eo: Kopiante dosierojn

# The action of the package, in past tense
source: Downloaded
ar: مُنزل
be: Спампавана
eo: Elŝutite

# The action of the package, in past tense
source: Updated
ar: مُحدث
be: Абноўлена
eo: Ĝisdatigita

# The action of the package, in past tense
source: Installed
ar: مُثبت
be: Усталявана
eo: Instalita

# The action of the package, in past tense
source: Removed
ar: مُزال
be: Выдалена
eo: Forigita

# The action of the package, in past tense
source: Cleaned Up
ar: مُنظف
be: Ачышчана
eo: Purigita

# The action of the package, in past tense
source: Obsoleted
ar: عفا عليه الزمن
be: Састарэла
eo: Malnoviĝinta

# The role of the transaction, in present tense
source: Unknown role type
ar: نوع دور غير معروف
be: Невядомы тып ролі
eo: Nekonata roltipo

# The role of the transaction, in present tense
source: Getting dependencies
ar: يحصل على التبعيات
be: Атрыманне залежнасцяў
eo: Akiro de dependecoj

# The role of the transaction, in present tense
source: Getting update detail
ar: يحصل على تفصيل التحديث
be: Атрыманне звестак пра абнаўленне
eo: Akiro de ĝisdatigaj detaloj

# The role of the transaction, in present tense
source: Getting details
ar: يحصل على التفاصيل
be: Атрыманне падрабязнасцяў
eo: Akiro de detaloj

# The role of the transaction, in present tense
source: Getting requires
ar: يحصل على المتطلبات
be: Атрыманне звестак пра неабходнасць
eo: Akiri postulas

# The role of the transaction, in present tense
source: Getting updates
ar: يحصل على التحديثات
be: Атрыманне абнаўленняў
eo: Ricevante ĝisdatigojn

# The role of the transaction, in present tense
source: Searching details
ar: يبحث عن التفاصيل
be: Пошук падрабязнасцяў
eo: Serĉante detalojn

# The role of the transaction, in present tense
source: Searching for file
ar: يبحث عن ملف
be: Пошук файла
eo: Serĉante dosieron

# The role of the transaction, in present tense
source: Searching groups
ar: يبحث في المجموعات
be: Пошук групаў
eo: Serĉante grupojn

# The role of the transaction, in present tense
source: Searching by package name
ar: يبحث باسم الحزمة
be: Пошук па назве пакунка
eo: Serĉante per nomo de pakaĵo

# The role of the transaction, in present tense
source: Simulating removal
ar: يحاكي إزالة
be: Сімуляванне выдалення
eo: Simulante forigon

# The role of the transaction, in present tense
source: Downloading packages
ar: ينزل الحزم
be: Спампоўванне пакункаў
eo: Elŝutante pakaĵojn

# The role of the transaction, in present tense
source: Removing
ar: يزيل
be: Выдаленне
eo: Forpreni

# The role of the transaction, in present tense
source: Simulating install
ar: يحاكي تثبيت
be: Сімуляванне ўсталявання
eo: Simulante instalon

# The role of the transaction, in present tense
source: Installing
ar: يثبت
be: Усталяванне
eo: Instalante

# The role of the transaction, in present tense
source: Simulating file install
ar: يحاكي تثبيت ملف
be: Сімуляванне ўсталявання файла
eo: Simulante instalon de dosiero

# The role of the transaction, in present tense
source: Downloading required packages
ar: ينزل الحزم المطلوبة
be: Спампоўванне неабходных пакункаў
eo: Elŝutante bezonatajn pakaĵojn

# The role of the transaction, in present tense
source: Installing file
ar: يثبت ملف
be: Усталяванне файла
eo: Instalante dosieron

# The role of the transaction, in present tense
source: Refreshing package cache
ar: يحدث ذاكرة الحزمة المؤقتة
be: Абнаўленне кэшу пакункаў
eo: Refreŝigante pakaĵkaŝmemoron

# The role of the transaction, in present tense
source: Simulating update
ar: يحاك تحديث
be: Сімуляванне абнаўлення
eo: Simulado de ĝisdatigo

# The role of the transaction, in present tense
source: Downloading updates
ar: ينزل تحديثات
be: Спампоўванне абнаўленняў
eo: Elŝutante ĝisdatigojn

# The role of the transaction, in present tense
source: Updating packages
ar: يحدث الحزم
be: Абнаўленне пакункаў
eo: Ĝisdatigante pakaĵojn

# The role of the transaction, in present tense
source: Canceling
ar: يلغي
be: Скасаванне
eo: Nuligo

# The role of the transaction, in present tense
source: Getting list of repositories
ar: يحصل على قائمة من المستودعات
be: Атрыманне спіса рэпазіторыяў
eo: Akiro de listo de deponejoj

# The role of the transaction, in present tense
source: Enabling repository
ar: يفعل المستودع
be: Уключэнне рэпазіторыя
eo: Ebligante deponejon

# The role of the transaction, in present tense
source: Setting repository data
ar: إعداد بيانات المستودع
be: Наладжванне даных рэпазіторыя
eo: Agordi deponejajn datumojn

# The role of the transaction, in present tense
source: Resolving
ar: يحل
be: Развязанне
eo: Solvante

# The role of the transaction, in present tense
source: Getting file list
ar: يحصل على قائمة الملفات
be: Атрыманне спіса файлаў
eo: Akirante dosierliston

# The role of the transaction, in present tense
source: Getting what provides
ar: يحصل على ماذا يقدم
be: Атрыманне крыніц паходжання
eo: Akiri kio provizas

# The role of the transaction, in present tense
source: Installing signature
ar: يثبت التوقيع
be: Усталяванне подпісу
eo: Instalante subskribon

# The role of the transaction, in present tense
source: Getting package lists
ar: يحصل على قوائم الحزم
be: Атрыманне спісаў пакункаў
eo: Akiro de pakaĵlistoj

# The role of the transaction, in present tense
source: Accepting EULA
ar: يقبل اتفاقية ترخيص المستخدم النهائي
be: Ухваленне EULA
eo: Akceptante EULA

# The role of the transaction, in present tense
source: Getting distribution upgrade information
ar: يحصل على معلومات ترقية التوزيعة
be: Атрыманне інфармацыі пра абнаўленне дыстрыбутыва
eo: Akiro de distribuaj ĝisdatigaj informoj

# The role of the transaction, in present tense
source: Getting categories
ar: يحصل على التصنيفات
be: Атрыманне катэгорый
eo: Akiro de kategorioj

# The role of the transaction, in present tense
source: Getting old transactions
ar: يحصل على المعاملات القديمة
be: Атрыманне старых трансакцый
eo: Akirante malnovajn transakciojn

# The role of the transaction, in present tense
source: Repairing system
ar: يصلح النظام
be: Выпраўленне сістэмы
eo: Ripara sistemo

# The role of the transaction, in present tense
source: Removing repository
ar: يزيل المستودع
be: Выдаленне рэпазіторыя
eo: Forigante deponejon

# The role of the transaction, in past tense
source: Unknown role type
ar: نوع دور غير معروف
be: Невядомы тып ролі
eo: Nekonata roltipo

# The role of the transaction, in past tense
source: Got dependencies
ar: حصل على التبعيات
be: Атрыманыя залежнасці
eo: Havas dependecojn

# The role of the transaction, in past tense
source: Got update detail
ar: حصل على تفصيل التحديث
be: Атрыманыя звесткі пра абнаўленне
eo: Ricevis ĝisdatigan detalojn

# The role of the transaction, in past tense
source: Got details
ar: حصل على التفاصيل
be: Атрыманыя падрабязнасці
eo: Havas detalojn

# The role of the transaction, in past tense
source: Got requires
ar: حصل على المتطلبات
be: Атрыманыя звесткі пра неабходнасць
eo: Got postulas

# The role of the transaction, in past tense
source: Got updates
ar: حصل على التحديثات
be: Атрыманыя абнаўленні
eo: Ricevis ĝisdatigojn

# The role of the transaction, in past tense
source: Searched for package details
ar: بحثَ عن تفاصيل الحزمة
be: Знойдзена па звестках пакунка
eo: Serĉis detalojn pri pakaĵo

# The role of the transaction, in past tense
source: Searched for file
ar: بحثَ عن ملف
be: Знойдзеныя файлы
eo: Serĉis dosieron

# The role of the transaction, in past tense
source: Searched groups
ar: بحثَ في المجموعات
be: Знойдзеныя групы
eo: Serĉitaj grupoj

# The role of the transaction, in past tense
source: Searched for package name
ar: بحثَ عن اسم الحزمة
be: Знойдзена па назве пакунка
eo: Serĉis pakaĵnomon

# The role of the transaction, in past tense
source: Removed packages
ar: أزالَ الحزم
be: Выдаленыя пакункі
eo: Forigitaj pakoj

# The role of the transaction, in past tense
source: Installed packages
ar: ثبتَ الحزم
be: Усталяваныя пакункі
eo: Instalitaj pakoj

# The role of the transaction, in past tense
source: Installed local files
ar: ثبتَ الملفات المحلية
be: Усталяваныя лакальныя файлы
eo: Instalitaj lokaj dosieroj

# The role of the transaction, in past tense
source: Refreshed package cache
ar: أنعشَ ذاكرة الحزمة المؤقتة
be: Абноўлены кэш пакункаў
eo: Refreŝigita pakaĵkaŝmemoro

# The role of the transaction, in past tense
source: Updated packages
ar: الحزم المحدثة
be: Абноўленыя пакункі
eo: Ĝisdatigitaj pakoj

# The role of the transaction, in past tense
source: Canceled
ar: ملغي
be: Скасавана
eo: Nuligite

# The role of the transaction, in past tense
source: Got list of repositories
ar: حصل على قائمة من المستودعات
be: Атрыманы спіс рэпазіторыяў
eo: Havas liston de deponejoj

# The role of the transaction, in past tense
source: Enabled repository
ar: مستودع مفعل
be: Уключаны рэпазіторый
eo: Ebligita deponejo

# The role of the transaction, in past tense
source: Set repository data
ar: تعيين بيانات المستودع
be: Вызначаныя даныя рэпазіторыя
eo: Agordi deponejajn datumojn

# The role of the transaction, in past tense
source: Resolved
ar: محلول
be: Развязана
eo: Solvita

# The role of the transaction, in past tense
source: Got file list
ar: حصل على قائمة الملفات
be: Атрыманы спіс файлаў
eo: Havas dosierliston

# The role of the transaction, in past tense
source: Got what provides
ar: حصل على ماذا يقدم
be: Атрыманыя крыніцы паходжання
eo: Havas kion provizas

# The role of the transaction, in past tense
source: Installed signature
ar: ثبتَ التوقيع
be: Усталяваны подпіс
eo: Instalita subskribo

# The role of the transaction, in past tense
source: Got package lists
ar: حصل على قوائم الحزم
be: Атрыманыя спісы пакункаў
eo: Havas pakajn listojn

# The role of the transaction, in past tense
source: Accepted EULA
ar: قبلَ اتفاقية ترخيص المستخدم النهائي
be: Ухваленае пагадненне EULA
eo: Akceptita EULA

# The role of the transaction, in past tense
source: Downloaded packages
ar: حملَ الحزم
be: Спампаваныя пакункі
eo: Elŝutitaj pakoj

# The role of the transaction, in past tense
source: Got distribution upgrades
ar: حصل على ترقيات التوزيعة
be: Атрыманыя абнаўленні дыстрыбутыва
eo: Ricevis distribuajn ĝisdatigojn

# The role of the transaction, in past tense
source: Got categories
ar: حصل على التصنيفات
be: Атрыманыя катэгорыі
eo: Havas kategoriojn

# The role of the transaction, in past tense
source: Got old transactions
ar: حصل على التعاملات القديمة
be: Атрыманыя старыя трансакцыі
eo: Ricevis malnovajn transakciojn

# The role of the transaction, in past tense
source: Repaired system
ar: نظام مصلح
be: Выпраўленая сістэма
eo: Riparita sistemo

# The role of the transaction, in past tense
source: Removed repository
ar: مستودع مزال
be: Выдалены рэпазіторый
eo: Forigita deponejo

source: Downloading
ar: ينزل
be: Спампоўванне
eo: Elŝutante

source: Updating
ar: يحدث
be: Абнаўленне
eo: Ĝisdatigo

source: Installing
ar: يثبت
be: Усталяванне
eo: Instalante

source: Removing
ar: يزيل
be: Выдаленне
eo: Forpreni

source: Cleaning up
ar: ينظف
be: Ачышчэнне
eo: Purigado

source: Obsoleting
ar: يعفا عليه الزمن
be: Састарэлыя
eo: Malnoviĝinta

source: Reinstalling
ar: يعيد التثبيت
be: Пераўсталяванне
eo: Reinstalante

source: Preparing
ar: يجهز
be: Рыхтаванне
eo: Preparante

source: Decompressing
ar: يفك الضغط
be: Распакоўванне
eo: Malkunpremante

source: Downloaded
ar: منزل
be: Спампавана
eo: Elŝutite

source: Updated
ar: محدث
be: Абноўлена
eo: Ĝisdatigita

source: Installed
ar: مثبت
be: Усталявана
eo: Instalita

source: Removed
ar: مزال
be: Выдалена
eo: Forigita

source: Cleaned up
ar: منظف
be: Ачышчана
eo: Purigis

source: Obsoleted
ar: عفا عليه الزمن
be: Састарэла
eo: Malnoviĝinta

source: Reinstalled
ar: معاد تثبيته
be: Пераўсталявана
eo: Reinstalita

source: Prepared
ar: مجهز
be: Падрыхтавана
eo: Preta

source: Decompressed
ar: غير مضغوط
be: Распакавана
eo: Malkunpremita

source: No network connection available
ar: لا يتوفر اتصال شبكة
be: Няма сеткавага злучэння
eo: Neniu retkonekto disponebla

source: No package cache is available
ar: لا تتوفر ذاكرة مؤقتة للحزمة
be: Няма кэшу пакункаў
eo: Neniu paka kaŝmemoro disponeblas

source: Out of memory
ar: نفذت الذاكرة
be: Не стае памяці
eo: Sen memoro

source: Failed to create a thread
ar: فشل في إنشاء خيط
be: Не ўдалося стварыць ланцужок
eo: Malsukcesis krei fadenon

source: Not supported by this backend
ar: ليس مدعوما من هذه الخلفية
be: Не падтрымліваецца гэтым рухавіком
eo: Ne subtenata de ĉi tiu backend

source: An internal system error has occurred
ar: حدث خطأ نظام داخلي
be: Адбылася ўнутраная сістэмная памылка
eo: Interna sistema eraro okazis

source: A security trust relationship is not present
ar: علاقة أمنية مضمونة غير حاضرة
be: Няма давераных сувязяў бяспекі
eo: Sekureca fidrilato ne ĉeestas

source: The package is not installed
ar: الحزمة لم تثبت
be: Пакунак не ўсталяваны
eo: La pako ne estas instalita

source: The package was not found
ar: الحزمة غير موجودة
be: Пакунак не знойдзены
eo: La pako ne estis trovita

source: The package is already installed
ar: الحزمة مثبتة مسبقا
be: Пакунак ужо ўсталяваны
eo: La pako jam estas instalita

source: The package download failed
ar: فشل تنزيل الحزمة
be: Не ўдалося спампаваць пакунак
eo: La paka elŝuto malsukcesis

source: The group was not found
ar: المجموعة غير موجودة
be: Група не знойдзеная
eo: La grupo ne estis trovita

source: The group list was invalid
ar: المجموعة كانت غير صحيحة
be: Спіс групаў хібны
eo: La gruplisto estis nevalida

source: Dependency resolution failed
ar: فشل حل الاعتمادية
be: Не ўдалося развязаць залежнасць
eo: Dependeca rezolucio malsukcesis

source: Search filter was invalid
ar: مرشح البحث كان غير صحيح
be: Фільтр пошуку хібны
eo: Serĉfiltrilo estis nevalida

source: The package identifier was not well formed
ar: معرف الحزمة ليس مهيئ جيدا
be: Ідэнтыфікатар пакунка быў няправільна сфармаваны
eo: La pakidentigilo ne estis bone formita

source: Transaction error
ar: خطأ عملية
be: Памылка трансакцыі
eo: Eraro de transakcio

source: Repository name was not found
ar: اسم المستودع غير موجود
be: Назва рэпазіторыя не знойдзеная
eo: La nomo de deponejo ne estis trovita

source: Could not remove a protected system package
ar: لم استطع إزالة حزمة نظام محمية
be: Немагчыма выдаліць абаронены сістэмны пакунак
eo: Ne eblis forigi protektitan sistempakaĵon

source: The task was canceled
ar: ألغيت المهمة
be: Задача была скасаваная
eo: La tasko estis nuligita

source: The task was forcibly canceled
ar: ألغيت المهمة إجباريا
be: Задача была прымусова скасаваная
eo: La tasko estis perforte nuligita

source: Reading the config file failed
ar: أخفقت قراءة ملف الإعدادات
be: Не ўдалося прачытаць файл канфігурацыі
eo: Legado de la agordosiero malsukcesis

source: The task cannot be cancelled
ar: لا يمكن إلغاء المهمة
be: Задачу немагчыма скасаваць
eo: La tasko ne povas esti nuligita

source: Source packages cannot be installed
ar: لا يمكن تثبيت الحزمة المصدرية
be: Немагчыма ўсталяваць зыходныя пакункі
eo: Fontpakaĵoj ne povas esti instalitaj

source: The license agreement failed
ar: أخفقت اتفاقية الترخيص
be: Не ўдалося ўхваліць ліцэнзійнае пагадненне
eo: La licenca interkonsento malsukcesis

source: Local file conflict between packages
ar: ملف محلي يسبب نزاع بين الحزم
be: Канфлікт лакальных файлаў паміж пакункамі
eo: Loka dosiera konflikto inter pakoj

source: Packages are not compatible
ar: الحزم غير متوافقة
be: Пакункі несумяшчальныя
eo: Pakoj ne kongruas

source: Problem connecting to a software origin
ar: مشكلة في الاتصال بأصل البرنامج
be: Не ўдалося падлучыцца да крыніцы праграмнага забеспячэння
eo: Problemo por konekti al programara origino

source: Failed to initialize
ar: فشل في التهيئة
be: Не ўдалося ініцыялізаваць
eo: Malsukcesis pravalorigi

source: Failed to finalize
ar: فشل في الإنهاء
be: Не ўдалося скончыць
eo: Malsukcesis fini

source: Cannot get lock
ar: لا يمكن الحصول على القفل
be: Немагчыма атрымаць блакаванне
eo: Ne povas ricevi ŝlosilon

source: No packages to update
ar: لا توجد حزم للتحديث
be: Няма пакункаў для абнаўлення
eo: Neniuj pakaĵoj por ĝisdatigi

source: Cannot write repository configuration
ar: لا يمكن كتابة إعدادات المستودع
be: Не ўдалося запісаць канфігурацыю рэпазіторыя
eo: Ne povas skribi deponejan agordon

source: Local install failed
ar: فشل التثبيت المحلي
be: Не ўдалося выканаць лакальнае ўсталяванне
eo: Loka instalado malsukcesis

source: Bad GPG signature
ar: توقيع GPG سيء
be: Дрэнны подпіс GPG
eo: Malbona GPG-signaturo

source: Missing GPG signature
ar: توقيع GPG مفقود
be: Няма подпісу GPG
eo: Mankas GPG-signaturo

source: Repository configuration invalid
ar: إعدادات المستودع غير صحيحة
be: Хібная канфігурацыя рэпазіторыя
eo: Agordo de deponejo nevalida

source: Invalid package file
ar: ملف حزمة غير صحيح
be: Хібны файл пакунка
eo: Nevalida pakaĵdosiero

source: Package install blocked
ar: تثبيت الحزمة محجوب
be: Усталяванне пакунка заблакавана
eo: Paka instalo blokita

source: Package is corrupt
ar: الحزمة فاسدة
be: Пакунак пашкоджаны
eo: Pako estas korupta

source: All packages are already installed
ar: جميع الحزم مثبتة مسبقا
be: Усе пакункі ўжо ўсталяваныя
eo: Ĉiuj pakaĵoj jam estas instalitaj

source: The specified file could not be found
ar: الملف المحدد لا يمكن إيجاده
be: Вызначаны файл не знойдзены
eo: La specifita dosiero ne estis trovita

source: No more mirrors are available
ar: لا يوجد يتوفر المزيد من المرايا
be: Больш няма люстэркаў
eo: Ne plu disponeblas speguloj

source: No distribution upgrade data is available
ar: لا تتوفر معلومات ترقية التوزيعة
be: Няма даных пра абнаўленне дыстрыбутыва
eo: Neniuj distribuaj ĝisdatigaj datumoj haveblas

source: Package is incompatible with this system
ar: الحزمة غير متوافقة مع هذا النظام
be: Пакунак несумяшчальны з гэтай сістэмай
eo: Pako estas nekongrua kun ĉi tiu sistemo

source: No space is left on the disk
ar: لا توجد مساحة كافية على القرص
be: На дыску не засталося месца
eo: Neniu spaco restas sur la disko
