Repository: KDE/plasma-pk-updates
Catalog: po/*/pkupdates.po
Languages: ar, be, eo

source: A media change is required
ar: تغير الوسائط مطلوب
be: Патрабуецца змена носьбіта
eo: Necesas ŝanĝi datumportilon

source: Authorization failed
ar: فشل التفويض
be: Не ўдалося выканаць аўтарызацыю
eo: Rajtigo malsukcesis

source: Update not found
ar: التحديث غير موجود
be: Абнаўленне не знойдзена
eo: Ĝisdatigo ne trovita

source: Cannot install from untrusted origin
ar: لا يمكن التثبيت من أصل غير موثوق
be: Немагчыма ўсталяваць з ненадзейнай крыніцы
eo: Ne povas instali de nefidinda origino

source: Cannot update from untrusted origin
ar: لا بمكن التحديث من أصل غير موثوق
be: Немагчыма абнавіць з ненадзейнай крыніцы
eo: Ne povas ĝisdatigi de nefidinda origino

source: Cannot get the file list
ar: لا يمكن الحصول على قائمة الملفات
be: Немагчыма атрымаць спіс файлаў
eo: Ne povas ricevi la dosierliston

source: Cannot get package requires
ar: لا يمكن الحصول على الحزمة المتطلبة
be: Не ўдалося атрымаць звесткі пра неабходнасць пакунка
eo: Ne povas akiri pakaĵon postulas

source: Cannot disable origin
ar: لا يمكن تعطيل الأصل
be: Немагчыма адключыць крыніцу
eo: Ne povas malŝalti originon

source: The download failed
ar: فشل التنزيل
be: Не ўдалося спампаваць
eo: La elŝuto malsukcesis

source: Package failed to configure
ar: فشل إعداد الحزمة
be: Не ўдалося наладзіць пакунак
eo: Pako malsukcesis agordi

source: Package failed to build
ar: فشل بناء الحزمة
be: Не ўдалося сабраць пакунак
eo: Pako malsukcesis konstrui

source: Package failed to install
ar: فشل تثبيت الحزمة
be: Не ўдалося ўсталяваць пакунак
eo: Pako malsukcesis instali

source: Package failed to be removed
ar: فشل إزالة الحزمة
be: Не ўдалося выдаліць пакунак
eo: Pako ne povis esti forigita

source: Update failed due to running process
ar: فشل التحديث بسبب وجود عملية تعمل
be: Не ўдалося абнавіць праз запушчаны працэс
eo: Ĝisdatigo malsukcesis pro funkcianta procezo

source: The package database was changed
ar: قاعدة بيانات الحزم غيرت
be: База даных пакункаў была змененая
eo: La paka datumbazo estis ŝanĝita

source: Virtual provide type is not supported
ar: لا يدعم نوع التزويد الافتراضي
be: Віртуальны тып пастаўкі не падтрымліваецца
eo: Virtuala proviza tipo ne estas subtenata

source: Install root is invalid
ar: جذر التثبيت غير صحيح
be: Хібнае ўсталяванне root
eo: Instali radikon ne validas

source: Cannot fetch install sources
ar: لا يمكن جلب مصادر التثبيت
be: Не ўдалося атрымаць крыніцы ўсталявання
eo: Ne povas preni instalajn fontojn

source: Rescheduled due to priority
ar: تم إعادة الجدولة الجدولة بسبب الأولوية
be: Перанесена праз прыярытэт
eo: Replanita pro prioritato

source: Unfinished transaction
ar: عملية غير منتهية
be: Незавершаная трансакцыя
eo: Nefinita transakcio

source: Lock required
ar: القفل مطلوب
be: Патрабуецца блакаванне
eo: Seruro bezonata

source: Unknown error
ar: خطأ غير معروف
be: Невядомая памылка
eo: Nekonata eraro

source: There is no network connection available. Please check your connection settings and try again
ar: لا يتوفر اتصال بالشابكة. رجاءً تحقق من إعدادات الاتصال وإعادة المحاولة
be: Няма злучэння з сеткай. Праверце налады злучэння і паўтарыце спробу
eo: Ne ekzistas retkonekto disponebla. Bonvolu kontroli viajn konektajn agordojn kaj provi denove

source: The package list needs to be rebuilt. This should have been done by the backend automatically.
ar: قائمة الحزم تحتاج إلى إعادة بناء. يجب أن يتم ذلك تلقائيا من قبل الخلفية.
be: Спіс пакункаў трэба перасабраць. Гэта павінна было зроблена рухавіком аўтаматычна.
eo: La pakaĵlisto devas esti rekonstruita. Ĉi tio devus esti farita de la backend aŭtomate.

source: The service that is responsible for handling user requests is out of memory. Please close some programs or restart your computer.
ar: الخدمة المسؤولة عن التعامل مع طلبات المستخدم نفذت ذاكرتها. رجاءً أغلق بعض التطبيقات أو أعد تشغيل جهازك.
be: Для службы, якая адказвае за апрацоўванне запытаў карыстальнікаў, не хапае памяці. Закрыйце некаторыя праграмы або перазагрузіце камп'ютар.
eo: La servo, kiu respondecas pri pritraktado de uzantpetoj, mankas memoro. Bonvolu fermi kelkajn programojn aŭ rekomenci vian komputilon.

source: A thread could not be created to service the user request.
ar: لا يمكن إنشاء خيط للخدمة التي طلبها المستخدم.
be: Не ўдалося стварыць ланцужок для абслугоўвання запыту карыстальніка.
eo: Fadeno ne povus esti kreita por servi la uzantan peton.

source: The action is not supported by this backend. Please report a bug as this should not have happened.
ar: هذا الفعل غير مدعوم من قبل الخلفية. رجاءً ارفع تقرير بهذا الخطأ حيث أنه يجب أن لا يحدث.
be: Дзеянне не падтрымліваецца гэтым рухавіком. Адпраўце справаздачу пра хібу, бо гэтага не павінна было адбыцца.
eo: La ago ne estas subtenata de ĉi tiu backend. Bonvolu raporti cimon ĉar tio ne devus esti okazinta.

source: A problem that we were not expecting has occurred. Please report this bug with the error description.
ar: خطأ غير متوقع حدث. رجاءً ارفع تقرير بهذا الخطأ مع الوصف.
be: Паўстала нечаканая праблема. Адпраўце справаздачу пра хібу з апісаннем памылкі.
eo: Problemo, kiun ni ne atendis, okazis. Bonvolu raporti ĉi tiun cimon kun la erara priskribo.

source: A security trust relationship could not be made with the software origin. Please check your software signature settings.
ar: لا يمكن القيام بعلاقة وثوق أمنية مع أصل البرنامج. رجاءً تحقق من إعدادات توقيع البرنامج.
be: Не ўдалося наладзіць бяспечнае ўзаемадзеянне з крыніцай праграмнага забеспячэння. Праверце налады подпісу праграмнага забеспячэння.
eo: Sekureca fidrilato ne eblis fari kun la programara origino. Bonvolu kontroli viajn programarajn subskribajn agordojn.

source: The package that is trying to be removed or updated is not already installed.
ar: الحزمة التي تحاول أن تزال أو تحدث ليست مثبته مسبقا.
be: Выконваецца спроба выдаліць або абнавіць пакунак, які яшчэ не ўсталяваны.
eo: La pakaĵo, kiu provas esti forigita aŭ ĝisdatigita, ne estas jam instalita.

source: The package that is being modified was not found on your system or in any software origin.
ar: الحزمة التي عدلت لم توجد في نظامك أو في أي أصل برنامج.
be: Выконваецца спроба змяніць пакунак, якога няма ў вашай сістэме або крыніцах праграмнага забеспячэння.
eo: La pakaĵo, kiu estas modifita, ne estis trovita en via sistemo aŭ en iu ajn programara origino.

source: The package that is trying to be installed is already installed.
ar: الحزمة التي تحاول التثبيت مثبته مسبقًا.
be: Выконваецца спроба ўсталяваць пакунак, які ўжо ўсталяваны.
eo: La pako kiu provas esti instalita jam estas instalita.

source: The package download failed. Please check your network connectivity.
ar: فشل تنزيل الحزمة. رجاءً تحقق من اتصال شابكتك.
be: Не ўдалося спампаваць пакунак. Праверце злучэнне з сеткай.
eo: La elŝuto de la pakaĵo malsukcesis. Bonvolu kontroli vian retkonektecon.

source: The group type was not found. Please check your group list and try again.
ar: لم توجد المجموعة. رجاءً تحقق من قائمة مجموعاتك وحاول مجددا.
be: Тып групы не знойдзены. Праверце свой спіс групаў і паўтарыце спробу.
eo: La grupo-tipo ne estis trovita. Bonvolu kontroli vian grupliston kaj provi denove.

source: The group list could not be loaded. Refreshing your cache may help, although this is normally a software origin error.
ar: لا يمكن تحميل قائمة المجموعات. إنعاش ذاكرتك المؤقتة قد يساعد، بالرغم من أن هذه عادة مشكلة أصل البرنامج.
be: Не ўдалося загрузіць спіс групаў. Можна паспрабаваць абнавіць кэш, але звычайна гэта адбываецца праз памылкі ў крыніцах праграмнага забеспячэння.
eo: La gruplisto ne povis esti ŝargita. Refreŝigi vian kaŝmemoron povas helpi, kvankam ĉi tio normale estas programara origineraro.

source: A package dependency could not be found. More information is available in the detailed report.
ar: لا توجد اعتمادية الحزمة. المزيد من المعلومات متوفرة في التقرير المفصل.
be: Не ўдалося знайсці залежнасці пакунка. Больш падрабязную інфармацыю можна знайсці ў падрабязнай справаздачы.
eo: Paka dependeco ne troviĝis. Pliaj informoj haveblas en la detala raporto.

source: The search filter was not correctly formed.
ar: مرشح البحث لم ينسق بشكل صحيح.
be: Фільтр пошуку быў няправільна сфармаваны.
eo: La serĉfiltrilo ne estis ĝuste formita.

source: The package identifier was not well formed when sent to the system daemon. This normally indicates an internal bug and should be reported.
ar: معرف الحزمة لم ينسق بشكل صحيح عندما أرسل إلى خدمة النظام. عادة هذا يشير إلى مشكلة داخلية ويجب رفع تقرير عنها.
be: Падчас адпраўлення ў сістэмны дэман быў няправільна сфармаваны ідэнтыфікатар пакунка. Звычайна гэта адбываецца праз унутраныя памылкі, трэба адправіць справаздачу пра хібу.
eo: La pakidentigilo ne estis bone formita kiam sendita al la sistema demono. Tio normale indikas internan cimon kaj devus esti raportita.

source: An error occurred while running the transaction. More information is available in the detailed report.
ar: حدث خطأ أثناء تشغيل العملية. المزيد من المعلومات متوفرة في التقرير المفصل.
be: Падчас запуску трансакцыі адбылася памылка. Больш падрабязную інфармацыю можна знайсці ў падрабязнай справаздачы.
eo: Okazis eraro dum rulado de la transakcio. Pliaj informoj haveblas en la detala raporto.

source: The remote software origin name was not found. You may need to enable an item in Software Origins.
ar: اسم أصل البرنامج البعيد غير موجود. قد تحتاج إلى تفعيل عنصر في أصول البرامج.
be: Назва адлеглай крыніцы праграмнага забеспячэння не знойдзена. Магчыма, вам спатрэбіцца ўключыць элемент у крыніцах праграмнага забеспячэння.
eo: La fora programara originnomo ne estis trovita. Vi eble devos aktivigi eron en Software Origins.

source: Removing a protected system package is not allowed.
ar: إزالة حزمة نظام محمية غير مسموح به.
be: Выдаленне абароненых сістэмных пакункаў забаронена.
eo: Forigi protektitan sistempakaĵon ne estas permesita.

source: The task was canceled successfully and no packages were changed.
ar: ألغيت المهمة بنجاح ولم يتم تغيير أي حزمة.
be: Задача была паспяхова скасаваная, і пакункі не былі змененыя.
eo: La tasko estis nuligita sukcese kaj neniuj pakoj estis ŝanĝitaj.

source: The task was canceled successfully and no packages were changed. The backend did not exit cleanly.
ar: ألغيت المهمة بنجاح ولم يتم تغيير أي حزمة. الخلفية لم تخرج بنظافة.
be: Задача была паспяхова скасаваная, пакункі не былі змененыя. Рухавік не скончыў працу без праблем.
eo: La tasko estis nuligita sukcese kaj neniuj pakaĵoj estis ŝanĝitaj. La backend ne eliris pure.

source: The native package configuration file could not be opened. Please make sure your system's configuration is valid.
ar: ملف إعدادات الحزمة الأصلية لا يمكن فتحه. رجاءً تأكد من أن إعدادات نظامك صالحة.
be: Не ўдалося адкрыць уласны файл канфігурацыі пакункаў. Пераканайцеся, што канфігурацыя вашай сістэмы сапраўдная.
eo: La denaska paka agorda dosiero ne povus esti malfermita. Bonvolu certigi, ke la agordo de via sistemo estas valida.

source: The task is not safe to be cancelled at this time.
ar: إلغاء المهمة غير آمن في هذا الوقت.
be: Задачу небяспечна скасоўваць у гэты час.
eo: La tasko ne estas sekure nuligita ĉi-momente.

source: Source packages are not normally installed this way. Check the extension of the file you are trying to install.
ar: حزم المصدر عادة لا تثبت بهذه الطريقة. تحقق من امتداد الملف الذي تحاول تثبيته.
be: Зыходныя пакункі звычайна не ўсталёўваюцца такім чынам. Праверце пашырэнне файла, які вы спрабуеце ўсталяваць.
eo: Fontaj pakoj kutime ne estas instalitaj tiel. Kontrolu la etendon de la dosiero kiun vi provas instali.

source: The license agreement was not agreed to. To use this software you have to accept the license.
ar: لم يتم قبول اتفاقية الترخيص. لاستخدام البرنامج يجب أن تقبل الترخيص.
be: Ліцэнзійнае пагадненне не было ўхвалена. Каб выкарыстоўваць гэтае праграмнае забеспячэнне, неабходна ўхваліць ліцэнзійнае пагадненне.
eo: La licenca interkonsento ne estis konsentita. Ne uzu ĉi tiun programaron, vi devas akcepti la permesilon.

source: Two packages provide the same file. This is usually due to mixing packages for different software origins.
ar: حزمتان قدمتا نفس الملف. يحدث هذا عادة بسبب خلط حزم من أصول برامج مختلفة.
be: Два пакункі пастаўляюць адзін і той жа файл. Звычайна гэта адбываецца праз змешванне пакункаў для праграмнага забеспячэння з розных крыніц.
eo: Du pakaĵoj provizas la saman dosieron. Tio kutime estas pro miksado de pakaĵoj por malsamaj programaraj originoj.

source: Multiple packages exist that are not compatible with each other. This is usually due to mixing packages from different software origins.
ar: يوجد العديد من الحزم التي لا تتطابق مع بعضها البعض. سبب ذلك عادة هو خلط الحزم من أصول برامج مختلفة.
be: У наяўнасці некалькі пакункаў, якія не сумяшчаюцца адзін з адным. Звычайна гэта адбываецца праз змешванне пакункаў з розных крыніц праграмнага забеспячэння.
eo: Pluraj pakaĵoj ekzistas kiuj ne kongruas unu kun la alia. Tio kutime estas pro miksado de pakaĵoj de malsamaj programaraj originoj.

source: There was a (possibly temporary) problem connecting to a software origins. Please check the detailed error for further details.
ar: كان هنا مشكلة (متوقع أنها مؤقتة) في الاتصال بأصول البرامج. رجاءً تحقق من تفاصيل الخطأ للمزيد من المعلومات.
be: Паўстала праблема (магчыма, часовая) з падлучэннем да крыніцы праграмнага забеспячэння. Глядзіце падрабязныя звесткі пра памылку.
eo: Okazis (eble provizora) problemo konektante al programaro originoj. Bonvolu kontroli la detalan eraron por pliaj detaloj.

source: Failed to initialize packaging backend. This may occur if other packaging tools are being used simultaneously.
ar: أخفقت في تهيئة خلفية الحزم. قد يحدث هذا إذا كان هناك أداوت حزم تستخدم في نفس الوقت.
be: Не ўдалося ініцыялізаваць сістэму кіравання пакункамі. Так можа адбывацца, калі адначасова выкарыстоўваюцца іншыя падобныя інструменты.
eo: Malsukcesis pravalorigi pakaĵan backend. Tio povas okazi se aliaj pakaĵiloj estas uzataj samtempe.

source: Failed to close down the backend instance. This error can normally be ignored.
ar: أخفقت في إغلاق الخلفية. هذا الخطأ يمكن تجاهله عادة.
be: Не ўдалося закрыць асобнік рухавіка. Гэтую памылку звычайна можна ігнараваць.
eo: Malsukcesis fermi la backend-instancon. Tiu eraro normale povas esti ignorita.

source: Cannot get the exclusive lock on the packaging backend. Please close any other legacy packaging tools that may be open.
ar: لم أستطع الحصول على قفل حصري لخلفية الحزم. رجاءً أغلق أي أداة أثرية حزم أخرى قد تكون مفتوحة.
be: Не ўдалося выканаць блакаванне ў сістэме кіравання пакункамі. Закрыйце ўсе іншыя падобныя інструменты, якія могуць быць адкрытыя.
eo: Ne povas ricevi la ekskluzivan seruron sur la paka malantaŭo. Bonvolu fermi iujn ajn aliajn heredaĵajn pakilojn kiuj eble estas malfermitaj.

source: None of the selected packages could be updated.
ar: لا يمكن تحديث أي من الحزم المحددة.
be: Ніводны з абраных пакункаў не можа быць абноўлены.
eo: Neniu el la elektitaj pakaĵoj povus esti ĝisdatigita.

source: The repository configuration could not be modified.
ar: لا يمكن تعديل إعدادات المستودع.
be: Не ўдалося змяніць канфігурацыю рэпазіторыя.
eo: La deponeja agordo ne povus esti modifita.

source: Installing the local file failed. More information is available in the detailed report.
ar: فشل تثبيت الملف المحلي. المزيد من المعلومات متوفرة في التقرير المفصل.
be: Не ўдалося ўсталяваць лакальны файл. Больш падрабязную інфармацыю можна знайсці ў падрабязнай справаздачы.
eo: Instalado de la loka dosiero malsukcesis. Pliaj informoj haveblas en la detala raporto.

source: The package signature could not be verified.
ar: لا يمكن التحقق من توقيع الحزمة.
be: Не ўдалося праверыць подпіс пакунка.
eo: La paksignaturo ne povis esti kontrolita.

source: The package signature was missing and this package is untrusted. This package was not signed with a GPG key when created.
ar: توقيع الحزمة مفقود وهذه الحزمة غير موثوقة. هذه الحزمة غير موقعة بمفتاح GPG عند إنشائها.
be: Подпіс пакунка адсутнічае, ён ненадзейны. Пры стварэнні гэты пакунак не быў падпісаны ключом GPG.
eo: La pakaĵsignaturo mankis kaj ĉi tiu pakaĵo estas nefidinda. Tiu pakaĵo ne estis subskribita per GPG-ŝlosilo kiam kreite.

source: Repository configuration was invalid and could not be read.
ar: إعدادات الحزمة غير صحيحة ولا يمكن قرأتها.
be: Канфігурацыя рэпазіторыя хібная, яе нельга прачытаць.
eo: La agordo de la deponejo estis nevalida kaj ne legeblas.

source: The package you are attempting to install is not valid. The package file could be corrupt, or not a proper package.
ar: الحزمة التي تحاول تثبيتها غير صالحة. قد يكون ملف الحزمة فاسد، أو أنها ليست حزمة مناسبة.
be: Пакунак, які вы спрабуеце ўсталяваць, непрыдатны. Файл пакунка можа быць пашкоджаны або не быць пакункам.
eo: La pakaĵo, kiun vi provas instali, ne validas. La pakaĵdosiero povus esti difektita aŭ ne taŭga pakaĵo.

source: Installation of this package was prevented by your packaging system's configuration.
ar: تثبيت هذه الحزمة منع بواسطة إعدادات نظام الحزم.
be: Ваша канфігурацыя сістэмы кіравання пакункамі прадухіліла ўсталяванне гэтага пакунка.
eo: Instalado de ĉi tiu pako estis malhelpita de la agordo de via paksistemo.

source: The package that was downloaded is corrupt and needs to be downloaded again.
ar: الحزمة المنزلة فاسدة وتحتاج إلى إعادة التنزيل مرة أخرى.
be: Спампаваны пакунак пашкоджаны, яго трэба спампаваць зноў.
eo: La pako elŝutita estas korupta kaj devas esti elŝutita denove.

source: All of the packages selected for install are already installed on the system.
ar: جميع الحزم المحدد مثبتة مسبقا في النظام.
be: Усе абраныя для ўсталявання пакункі ўжо ўсталяваныя ў сістэме.
eo: Ĉiuj pakaĵoj elektitaj por instali jam estas instalitaj en la sistemo.

source: The specified file could not be found on the system. Check that the file still exists and has not been deleted.
ar: الملف المحدد لا يمكن العثور عليه على النظام. تحقق من أن الملف موجود ولم يتم حذفه.
be: Не ўдалося знайсці вызначаны файл у сістэме. Пераканайцеся, што файл усё яшчэ існуе і не быў выдалены.
eo: La specifita dosiero ne troviĝis en la sistemo. Kontrolu, ke la dosiero ankoraŭ ekzistas kaj ne estas forigita.

source: Required data could not be found on any of the configured software origins. There were no more download mirrors that could be tried.
ar: البيانات المطلوبة لا يمكن العثور عليها في أي من أصول البرامج المعدة. لا توجد مرايا تنزيل يمكن تجربتها.
be: Не ўдалося знайсці неабходныя даныя ні ў адной з наладжаных крыніц праграмнага забеспячэння. Больш не было люстэркаў, з якіх можна было паспрабаваць спампаваць.
eo: Bezonataj datumoj ne troveblas pri iu ajn el la agordita programaro origino. Ne estis plu elŝutaj speguloj provitaj.

source: Required upgrade data could not be found in any of the configured software origins. The list of distribution upgrades will be unavailable.
ar: بيانات الترقية المطلوبة لا يمكن العثور عليها في أي من أصول البرامج المعدة. قائمة ترقيات التوزيعة لن تتوفر.
be: Не ўдалося знайсці неабходныя даныя ні ў адной з наладжаных крыніц праграмнага забеспячэння. Спіс абнаўленняў дыстрыбутыва будзе недаступны.
eo: Bezonataj ĝisdatigaj datumoj ne troveblas en iu ajn el la agordita programara origino. La listo de distribuaj ĝisdatigoj ne estos disponebla.

source: The package that is trying to be installed is incompatible with this system.
ar: الحزمة التي تحاول تثبيتها غير متوافقة مع هذا النظام.
be: Выконваецца спроба ўсталяваць пакунак, які несумяшчальны з гэтай сістэмай.
eo: La pako kiu provas esti instalita estas nekongrua kun ĉi tiu sistemo.

source: There is insufficient space on the device. Free some space on the system disk to perform this operation.
ar: لا توجد مساحة كافية في الجهاز. أفرغ بعض المساحة على قرص النظام لتنفيذ هذه العملية.
be: На прыладзе недастаткова месца. Каб выканаць гэтую аперацыю, вызваліце ​​месца на сістэмным дыску.
eo: Estas nesufiĉa spaco sur la aparato. Liberigu iom da spaco sur la sistema disko por plenumi ĉi tiun operacion.

source: Additional media is required to complete the transaction.
ar: وسائط إضافية مطلوبة لإكمال هذه العملية.
be: Для завяршэння трансакцыі неабходны дадатковы носьбіт.
eo: Pliaj amaskomunikiloj estas postulataj por kompletigi la transakcion.

source: You have failed to provide correct authentication. Please check any passwords or account settings.
ar: أخفقت في توفير توثيق صحيح. رجاءً تحقق من أي كلمات المرور أو إعدادات الحساب.
be: Вам не ўдалося выканаць правільную аўтэнтыфікацыю. Калі ласка, праверце ўсе паролі або налады акаўнта.
eo: Vi ne sukcesis provizi ĝustan aŭtentikigon. Bonvolu kontroli iujn ajn pasvortojn aŭ kontajn agordojn.

source: The specified update could not be found. It could have already been installed or no longer available on the remote server.
ar: التحديث المحدد لا يمكن العثور عليه. قد يكون مثبت مسبقا أو لا انه غير متوفر على الخادم البعيد.
be: Вызначанае абнаўленне не знойдзена. Яно ўжо магло быць ўсталявана або ўжо недаступна на адлеглым серверы.
eo: La specifita ĝisdatigo ne troviĝis. Ĝi povus esti jam instalita aŭ ne plu disponebla en la fora servilo.

source: The package could not be installed from untrusted origin.
ar: لا يمكن تثبيت الحزمة من أصل غير موثوق.
be: Пакунак не можа быць усталяваны з ненадзейнай крыніцы.
eo: La pakaĵo ne povis esti instalita de nefidinda origino.

source: The package could not be updated from untrusted origin.
ar: لا يمكن تحديث الحزمة من أصل غير موثوق.
be: Пакунак не можа быць абноўлены з ненадзейнай крыніцы.
eo: La pakaĵo ne povus esti ĝisdatigita de nefidinda origino.

source: The file list is not available for this package.
ar: قائمة الملفات غير متوفرة لهذه الحزمة.
be: Спіс файлаў недаступны для гэтага пакунка.
eo: La dosierlisto ne disponeblas por ĉi tiu pako.

source: The information about what requires this package could not be obtained.
ar: المعلومات عن من يحتاج هذه الحزمة لا يمكن الحصول عليها.
be: Не ўдалося атрымаць інфармацыю пра тое, для чаго неабходны гэты пакунак.
eo: La informoj pri tio, kio postulas ĉi tiun pakaĵon, ne povus esti akiritaj.

source: The specified software origin could not be disabled.
ar: أصل البرنامج المحدد لا يمكن تعطيله.
be: Вызначаная крыніца праграмнага забеспячэння не можа быць адключаная.
eo: La specifita programara origino ne povus esti malŝaltita.

source: The download could not be done automatically and should be done manually. More information is available in the detailed report.
ar: التنزيل لا يمكن أن يتم تلقائيًا ويجب أن يتم يدويًا. المزيد من المعلومات متوفرة في التقرير المفصل.
be: Спампоўванне не можа быць скончана аўтаматычна, яго трэба завяршыць уласнаручна. Больш падрабязную інфармацыю можна знайсці ў падрабязнай справаздачы.
eo: La elŝuto ne povis esti farita aŭtomate kaj devus esti farita permane. Pliaj informoj haveblas en la detala raporto.

source: One of the selected packages failed to configure correctly. More information is available in the detailed report.
ar: أحد الحزم المحددة أخفقت في إعدادها بشكل صحيح. المزيد من المعلومات متوفرة في التقرير المفصل.
be: Не ўдалося правільна наладзіць адзін з абраных пакункаў. Больш падрабязную інфармацыю можна знайсці ў падрабязнай справаздачы.
eo: Unu el la elektitaj pakaĵoj malsukcesis agordi ĝuste. Pliaj informoj haveblas en la detala raporto.

source: One of the selected packages failed to build correctly. More information is available in the detailed report.
ar: أحد الحزم المحددة أخفقت في بنائها بشكل صحيح. المزيد من المعلومات متوفرة في التقرير المفصل.
be: Не ўдалося правільна сабраць адзін з абраных пакункаў. Больш падрабязную інфармацыю можна знайсці ў падрабязнай справаздачы.
eo: Unu el la elektitaj pakaĵoj malsukcesis konstrui ĝuste. Pliaj informoj haveblas en la detala raporto.
