Repository: KDE/plasma-pk-updates
Catalog: po/*/pkupdates.po
Languages: ar, be, eo

source: One of the selected packages failed to install correctly. More information is available in the detailed report.
ar: أحد الحزم المحددة أخفقت في تثبيتها بشكل صحيح. المزيد من المعلومات متوفرة في التقرير المفصل.
be: Не ўдалося правільна ўсталяваць адзін з абраных пакункаў. Больш падрабязную інфармацыю можна знайсці ў падрабязнай справаздачы.
eo: Unu el la elektitaj pakaĵoj malsukcesis instali ĝuste. Pliaj informoj haveblas en la detala raporto.

source: One of the selected packages failed to be removed correctly. More information is available in the detailed report.
ar: أحد الحزم المحددة أخفقت في إزالتها بشكل صحيح. المزيد من المعلومات متوفرة في التقرير المفصل.
be: Не ўдалося правільна выдаліць адзін з абраных пакункаў. Больш падрабязную інфармацыю можна знайсці ў падрабязнай справаздачы.
eo: Unu el la elektitaj pakaĵoj ne estis ĝuste forigita. Pliaj informoj haveblas en la detala raporto.

source: A program is running that has to be closed before the update can proceed. More information is available in the detailed report.
ar: برنامج يعمل يجب إغلاقه قبل الاستمرار بالتحديث. المزيد من المعلومات متوفرة في التقرير المفصل.
be: Запушчана праграма, якую трэба закрыць, перш чым можна будзе працягнуць абнаўленне. Больш падрабязную інфармацыю можна знайсці ў падрабязнай справаздачы.
eo: Programo funkcias, kiu devas esti fermita antaŭ ol la ĝisdatigo povas daŭrigi. Pliaj informoj haveblas en la detala raporto.

source: The package database was changed while the request was running.
ar: غيرت قاعدة بيانات الحزم أثناء عمل طلب.
be: Падчас выканання запыту база даных пакунка была змененая.
eo: La paka datumbazo estis ŝanĝita dum la peto funkciis.

source: The virtual provide type is not supported by this system.
ar: لا يدعم هذا النظام نوع التزويد الافتراضي.
be: Віртуальны тып пастаўкі не падтрымліваецца ў гэтай сістэме.
eo: La virtuala proviza tipo ne estas subtenata de ĉi tiu sistemo.

source: The install root is invalid. Please contact your administrator.
ar: جذر التثبيت غير صحيح. رجاءً تواصل مع مدير النظام.
be: Хібнае ўсталяванне root. Звяжыцеся са сваім адміністратарам.
eo: La instala radiko estas nevalida. Bonvolu kontakti vian administranton.

source: The list of software could not be downloaded.
ar: لا يمكن تنزيل قائمة البرامج.
be: Не ўдалося спампаваць спіс праграмнага забеспячэння.
eo: La listo de programaro ne eblis elŝuti.

source: The transaction has been cancelled and will be retried when the system is idle.
ar: العملية ألغيت وسيتم إعادة المحاولة عندما يكون النظام خامل.
be: Трансакцыя была скасаваная. Спроба будзе паўторана, калі сістэма будзе бяздзейнічаць.
eo: La transakcio estis nuligita kaj estos reprovita kiam la sistemo estas neaktiva.

source: A previous package management transaction was interrupted.
ar: عملية إدارة الحزم السابقة تم مقاطعتها.
be: Папярэдняя трансакцыя кіравання пакункам была перарваная.
eo: Antaŭa pak-administra transakcio estis interrompita.

source: A package manager lock is required.
ar: قفل مدير الحزم مطلوب.
be: Патрабуецца блакаванне кіраўніка пакункаў.
eo: Pakaĵmanaĝera seruro estas postulata.

source: Unknown error, please report a bug. More information is available in the detailed report.
ar: خطأ غير معروف، الرجاء رفع تقرير المشكلة. المزيد من المعلومات متوفرة في التقرير المفصل.
be: Невядомая памылка, адпраўце справаздачу пра хібу. Больш падрабязную інфармацыю можна знайсці ў падрабязнай справаздачы.
eo: Nekonata eraro, bonvolu raporti cimon. Pliaj informoj haveblas en la detala raporto.

# The group type
source: Accessibility
ar: الإتاحة
be: Адмысловыя магчымасці
eo: Alirebleco

# The group type
source: Accessories
ar: الإكسسوارات
be: Інструменты
eo: Akcesoraĵoj

# The group type
source: Education
ar: التعليم
be: Адукацыя
eo: Edukado

# The group type
source: Games
ar: الألعاب
be: Гульні
eo: Ludoj

# The group type
source: Graphics
ar: الرسوميات
be: Графіка
eo: Grafikoj

# The group type
source: Internet
ar: الإنترنت
be: Інтэрнэт
eo: Interreto

# The group type
source: Office
ar: المكتب
be: Офіс
eo: Oficejo

# The group type
source: Others
ar: أخرى
be: Іншае
eo: Aliaj

# The group type
source: Development
ar: أدوات المطور
be: Распрацоўванне
eo: Programado

# The group type
source: Multimedia
ar: الوسائط المتعددة
be: Мультымедыя
eo: Aŭdvido

# The group type
source: System
ar: النظام
be: Сістэма
eo: Sistemo

# The group type
source: GNOME desktop
ar: سطح مكتب جنوم
be: Працоўнае асяроддзе GNOME
eo: GNOME labortablo

# The group type
source: KDE desktop
ar: سطح مكتب كيدي
be: Працоўнае асяроддзе KDE
eo: KDE labortablo

# The group type
source: XFCE desktop
ar: سطح مكتب XFCE
be: Працоўнае асяроддзе XFCE
eo: XFCE labortablo

# The group type
source: Other desktops
ar: أسطح مكتب أخرى
be: Іншыя працоўныя асяроддзі
eo: Aliaj labortabloj

# The group type
source: Publishing
ar: النشر
be: Выдавецкая справа
eo: Eldonado

# The group type
source: Servers
ar: الخوادم
be: Серверы
eo: Serviloj

# The group type
source: Fonts
ar: الخطوط
be: Шрыфты
eo: Tiparoj

# The group type
source: Admin tools
ar: أدوات مدير النظام
be: Інструменты адміністратара
eo: Administraj iloj

# The group type
source: Legacy
ar: الإرث
be: Састарэлыя
eo: Heredaĵo

# The group type
source: Localization
ar: الترجمة
be: Лакалізацыя
eo: Lokigo

# The group type
source: Virtualization
ar: الافتراضية
be: Віртуалізацыя
eo: Virtualigo

# The group type
source: Security
ar: الأمن
be: Бяспека
eo: Sekureco

# The group type
source: Power management
ar: إدارة الطاقة
be: Кіраванне сілкаваннем
eo: Kurenta administrilo

# The group type
source: Communication
ar: الاتصالات
be: Камунікацыя
eo: Komunikado

# The group type
source: Network
ar: الشابكة
be: Сетка
eo: Reto

# The group type
source: Maps
ar: الخرائط
be: Мапы
eo: Mapoj

# The group type
source: Software sources
ar: مصادر البرامج
be: Крыніцы праграмнага забеспячэння
eo: Fontoj de programaro

# The group type
source: Science
ar: العلوم
be: Навука
eo: Scienco

# The group type
source: Documentation
ar: التوثيق
be: Дакументацыя
eo: Dokumentaro

# The group type
source: Electronics
ar: الإلكترونيات
be: Электроніка
eo: Elektroniko

# The group type
source: Package collections
ar: مجموعات الحزمة
be: Калекцыі пакункаў
eo: Pakaj kolektoj

# The group type
source: Vendor
ar: المزود
be: Вытворца
eo: Vendisto

# The group type
source: Newest packages
ar: الحزم الأحدث
be: Найноўшыя пакункі
eo: Plej novaj pakoj

# The group type
source: Unknown group
ar: مجموعة غير معروفة
be: Невядомая група
eo: Nekonata grupo

# The type of update
source: Trivial update
ar: تحديث طفيف
be: Нязначнае абнаўленне
eo: Triviala ĝisdatigo

# The type of update
source: Normal update
ar: تحديث عادي
be: Звычайнае абнаўленне
eo: Normala ĝisdatigo

# The type of update
source: Important update
ar: تحديث مهم
be: Важнае абнаўленне
eo: Grava ĝisdatigo

# The type of update
source: Security update
ar: تحديث أمني
be: Абнаўленне бяспекі
eo: Sekureca ĝisdatigo

# The type of update
source: Bug fix update
ar: تحديث إصلاح خلل
be: Выпраўленне хібаў
eo: Ĝisdatigo de korekto de cimoj

# The type of update
source: Enhancement update
ar: تحديث تحسيني
be: Паляпшэнне
eo: Pliboniga ĝisdatigo

# The type of update
source: Blocked update
ar: تحديث محجوب
be: Заблакаванае абнаўленне
eo: Blokis ĝisdatigo

# The type of update
source: Installed
ar: مثبت
be: Усталявана
eo: Instalita

# The type of update
source: Available
ar: متوفر
be: Даступна
eo: Disponebla

# The type of update
source: Unknown update
ar: تحديث غير معروف
be: Невядомае абнаўленне
eo: Nekonata ĝisdatigo

source: No Updates Available
ar: لا تتوفر تحديثات
be: Няма абнаўленняў
eo: Neniuj Ĝisdatigoj Disponeblaj

# Some updates were selected on the view
source: 1 Update Selected
ar: لا يوجد تحديث
be: Абрана %1 абнаўленне
eo: 1 Ĝisdatigo Elektita

# Some updates are being shown on the screen
source: 1 Update
ar: لا يوجد تحديث
be: %1 абнаўленне
eo: 1 Ĝisdatigo

# Part of: %1 Updates, %1 Selected
source: %1 Update
ar: لا يوجد تحديث
be: %1 абнаўленне
eo: %1 Ĝisdatigo

# Part of: %1 Updates, %1 Selected
source: %1 Selected
ar: لم يحدد شيء
be: %1 абрана
eo: %1 Elektita

source: No Packages
ar: لا توجد حزم
be: Няма пакункаў
eo: Neniuj Pakoj

source: 1 Package
ar: لا توجد حزمة
be: %1 пакунак
eo: %1 Pako

source: No restart is necessary
ar: إعادة التشغيل ليست ضرورية
be: Не трэба перазапускаць
eo: Neniu rekomenco estas necesa

source: You will be required to restart this application
ar: ستحتاج إلى إعادة تشغيل هذا التطبيق
be: Вам трэба будзе перазапусціць гэтую праграму
eo: Vi devos rekomenci ĉi tiun aplikaĵon

source: You will be required to log out and back in
ar: ستحتاج إلى تسجيل الخروج والدخول مرة أخرى
be: Вам трэба будзе выйсці з сістэмы і ўвайсці зноў
eo: Vi devos elsaluti kaj reeniri

source: A restart will be required
ar: إعادة التشغيل مطلوبة
be: Трэба будзе перазапусціць
eo: Rekomenco estos postulata

source: You will be required to log out and back in due to a security update.
ar: ستحتاج إلى تسجيل الخروج والدخول مرة أخرى نظرا لوجود تحديث أمني.
be: Вам трэба будзе выйсці з сістэмы і ўвайсці зноў па прычыне ўсталявання абнаўлення бяспекі.
eo: Vi devos elsaluti kaj reeniri pro sekureca ĝisdatigo.

source: A restart will be required due to a security update.
ar: إعادة التشغيل مطلوبة نظرا لوجود تحديث أمني.
be: Вам трэба будзе перазапусціць камп'ютар па прычыне ўсталявання абнаўлення бяспекі.
eo: Rekomenco estos postulata pro sekureca ĝisdatigo.

source: No restart is required
ar: إعادة التشغيل غير مطلوبة
be: Не трэба перазапускаць
eo: Ne necesas rekomenco

source: A restart is required
ar: إعادة التشغيل مطلوبة
be: Патрабуецца перазапуск
eo: Rekomenco estas bezonata

source: You need to log out and log back in
ar: تحتاج إلى تسجيل الخروج والدخول مرة أخرى
be: Вам трэба выйсці з сістэмы і ўвайсці зноў
eo: Vi devas elsaluti kaj reensaluti

source: You need to restart the application
ar: تحتاج إلى إعادة تشغيل التطبيق
be: Вам трэба перазапусціць праграму
eo: Vi devas rekomenci la aplikaĵon

source: You need to log out and log back in to remain secure.
ar: تحتاج إلى تسجيل الخروج والدخول مرة أخرى لتبقى في أمان.
be: Каб заставацца ў бяспецы, вам трэба выйсці з сістэмы і ўвайсці зноў.
eo: Vi devas elsaluti kaj reensaluti por resti sekura.

source: A restart is required to remain secure.
ar: إعادة التشغيل مطلوبة لتبقى في أمان.
be: Каб заставацца ў бяспецы, трэба перазапусціць камп'ютар.
eo: Rekomenco estas necesa por resti sekura.

source: Stable
ar: مستقر
be: Стабільная версія
eo: Stalo

source: Unstable
ar: غير مستقر
be: Нестабільная версія
eo: Malstabila

source: Testing
ar: اختباري
be: Тэставая версія
eo: Testado

source: Please insert the CD labeled '%1', and press continue.
ar: الرجاء إدخال القرص المضغوط المسمى بـ %1، واضغط على تابع.
be: Устаўце CD з пазнакай "%1" і націсніце "Працягнуць".
eo: Bonvolu enmeti la KD kun la etikedo '%1', kaj premu daŭrigi.

source: Please insert the DVD labeled '%1', and press continue.
ar: الرجاء إدخال DVD المسمى بـ %1، واضغط على تابع.
be: Устаўце DVD з пазнакай "%1" і націсніце "Працягнуць".
eo: Bonvolu enmeti la DVD-etikeditan '%1', kaj premu daŭrigi.

source: Please insert the disc labeled '%1', and press continue.
ar: الرجاء إدخال القرص المسمى بـ %1، واضغط على تابع.
be: Устаўце дыск з пазнакай "%1" і націсніце "Працягнуць".
eo: Bonvolu enmeti la diskon kun la etikedo '%1', kaj premu daŭrigi.

source: Please insert the medium labeled '%1', and press continue.
ar: الرجاء إدخال الوسائط المسماة بـ %1، واضغط على تابع.
be: Устаўце носьбіт з пазнакай "%1" і націсніце "Працягнуць".
eo: Bonvolu enigi la medion etikeditan '%1', kaj premu daŭrigi.

source: You do not have the necessary privileges to perform this action.
ar: ليست لديك الصلاحيات المطلوبة لتنفيذ هذا الفعل.
be: Вы не маеце правоў на выкананне гэтага дзеяння.
eo: Vi ne havas la necesajn privilegiojn por plenumi ĉi tiun agon.

source: Could not get a transaction id from packagekitd.
ar: لا يمكن الحصول على معرف العملية من packagekitd.
be: Не ўдалося атрымаць ідэнтыфікатар трансакцыі з packagekitd.
eo: Ne eblis ricevi transakcian identigilon de packagekitd.

source: Cannot connect to this transaction id.
ar: لا يمكن الاتصال بمعرف هذه العملية.
be: Не ўдалося падлучыцца да трансакцыі з гэтым ідэнтыфікатарам.
eo: Ne povas konekti al ĉi tiu transakcia id.

source: This action is unknown.
ar: هذا الفعل غير معروف.
be: Невядомае дзеянне.
eo: Ĉi tiu ago estas nekonata.

source: The packagekitd service could not be started.
ar: لا يمكن بدء خدمة packagekitd.
be: Не ўдалося запусціць службу packagekitd.
eo: La servo packagekitd ne povis esti komencita.

source: The query is not valid.
ar: الاستعلام غير صالح.
be: Запыт несапраўдны.
eo: La demando ne validas.

source: The file is not valid.
ar: الملف غير صالح.
be: Файл несапраўдны.
eo: La dosiero ne validas.

source: This function is not yet supported.
ar: هذه المهمة غير مدعومة بعد.
be: Гэтая функцыя пакуль што не падтрымліваецца.
eo: Ĉi tiu funkcio ankoraŭ ne estas subtenata.

source: Could not talk to packagekitd.
ar: لا يمكن مخاطبة packagekitd.
be: Не ўдалося звязацца з packagekitd.
eo: Ne eblis paroli kun packagekitd.

source: Error talking to packagekitd.
ar: خطأ في مخاطبة packagekitd.
be: Падчас сувязі з packagekitd адбылася памылка.
eo: Eraro dum parolado al packagekitd.

source: An unknown error happened.
ar: حدث خطأ غير معروف.
be: Адбылася невядомая памылка.
eo: Nekonata eraro okazis.

source: Your system is up to date
ar: نظامك محدث
be: Сістэма абноўленая
eo: Via sistemo estas ĝisdatigita

source: You have no updates
ar: لا يوجد لديك أي تحديثات
be: Няма абнаўленняў
eo: Vi ne havas ĝisdatigojn

source: Last check for updates was more than a month ago
ar: آخر تحقق من التحديثات كان قبل أكثر من شهر
be: Апошні раз наяўнасць абнаўленняў правяралася больш за месяц таму
eo: Lasta kontrolo por ĝisdatigoj estis antaŭ pli ol monato

source: Verified %1 ago
ar: تحقق قبل %1
be: Праверана %1 таму
eo: Kontrolita antaŭ %1

source: It's strongly recommended that you check for new updates now
ar: يوصى بشدة أن تتحقق من وجود تحديثات الآن
be: Вельмі рэкамендуецца праверыць на наяўнасць новых абнаўленняў зараз
eo: Estas forte rekomendite, ke vi nun kontrolu novajn ĝisdatigojn

source: Idle
ar: عاطل
be: Бяздзейнічае
eo: Senlabore

source: Checking updates
ar: يتحقق من التحديثات
be: Правяранне наяўнасці абнаўленняў
eo: Kontrolante ĝisdatigojn

source: Getting updates
ar: يحصل على التحديثات
be: Атрыманне абнаўленняў
eo: Ricevante ĝisdatigojn

source: Installing updates
ar: يثبت التحديثات
be: Усталяванне абнаўленняў
eo: Instalante ĝisdatigojn

source: Working
ar: يعمل
be: Працуе
eo: Laborante

source: You have 1 new update
ar: لا يوجد تحديث
be: Ёсць %1 абнаўленне
eo: Vi havas 1 novan ĝisdatigon

source: 1 security update
ar: لا يوجد تحديث أمني
be: %1 абнаўленне бяспекі
eo: 1 sekureca ĝisdatigo

source: 1 important update
ar: لا يوجد تحديث مهم
be: %1 важнае абнаўленне
eo: 1 grava ĝisdatigo

source: and
ar: و
be: і
eo: kaj

source: (including %1)
ar: (يتضمن %1)
be: (уключаючы %1)
eo: (inkluzivante %1)

source: Your system is offline
ar: نظامك غير متصل
be: Ваша сістэма па-за сецівам
eo: Via sistemo estas eksterreta

source: Not checked for updates yet
ar: لم يتحقق من وجود تحديثات بعد
be: Яшчэ не правяралася на наяўнасць абнаўленняў
eo: Ankoraŭ ne kontrolite por ĝisdatigoj

source: Checking for updates failed
ar: فشل التحقق من التحديثات
be: Не ўдалося праверыць на наяўнасць абнаўленняў
eo: Kontrolado de ĝisdatigoj malsukcesis

source: Last check: %1 ago
ar: آخر تحقق: قبل %1
be: Апошні раз правяралася: %1 таму
eo: Lasta kontrolo: antaŭ %1

source: Last check: never
ar: آخر تحقق: ألبته
be: Апошні раз правяралася: ніколі
eo: Lasta kontrolo: neniam

source: Updates Installed
ar: ثبتت التحديثات
be: Абнаўленні ўсталяваныя
eo: Ĝisdatigoj Instalitaj

source: Successfully updated %1 package
ar: لم يحدث شيء
be: Паспяхова ўсталяваны %1 пакунак
eo: Sukcese ĝisdatigis %1 pakon

source: Update Error
ar: خطأ تحديث
be: Памылка абнаўлення
eo: Ĝisdatigi Eraron

source: Restart is required
ar: إعادة التشغيل مطلوبة
be: Патрабуецца перазапуск
eo: Rekomenco estas postulata

source: The computer will have to be restarted after the update for the changes to take effect.
ar: يجب إعادة تشغيل النظام بعد التحديث لتنفذ التغييرات.
be: Каб змены набылі моц, пасля абнаўлення трэба перазапусціць камп'ютар.
eo: La komputilo devos esti rekomencita post la ĝisdatigo por ke la ŝanĝoj efektiviĝu.

source: Session restart is required
ar: إعادة تشغيل الجلسة مطلوبة
be: Патрабуецца перазапуск сеанса
eo: Sesia rekomenco estas postulata

source: You will need to log out and back in after the update for the changes to take effect.
ar: تحت إلى تسجيل الخروج والدخول مرة أخرى بعد التحديث لتنفذ التغييرات.
be: Каб змены набылі моц, пасля абнаўлення трэба выйсці і ўвайсці зноў.
eo: Vi devos elsaluti kaj reeniri post la ĝisdatigo por ke la ŝanĝoj efektiviĝu.
