Repository: KDE/plasma-pk-updates
Catalog: po/*/plasma_applet_org.kde.plasma.pkupdates.po
Languages: be, eo, ro

source: General
be: Асноўныя
eo: Ĝenerala
ro: Generale

# @label check interval for updates
source: Check interval:
be: Інтэрвал правярання:
eo: Intervalo de Kontrolado:
ro: Interval de verificare:

source: Daily
be: Штодзень
eo: Ĉiutage
ro: Zilnic

source: Weekly
be: Штотыдзень
eo: Ĉiusemajne
ro: Săptămânal

source: Monthly
be: Штомесяц
eo: Monata
ro: Lunar

# @label part of a sentence
source: Check for updates when:
be: Правяранне на наяўнасць абнаўленняў:
eo: Kontroli pri ĝisdatigoj kiam:
ro: Caută actualizări:

# @option:check part of a sentence: Check for updates when
source: On a mobile connection
be: пры мабільным злучэнні
eo: Je mobilkonekto
ro: Pe conexiune mobilă

# @option:check part of a sentence: Check for updates when
source: On battery
be: Ад батарэі
eo: Je baterio
ro: Pe acumulator

source: License Agreement for %1
be: Ліцэнзійнае пагадненне для %1
eo: Permesila Kunsento por %1
ro: Acord de licență pentru %1

source: License agreement required for %1 (from %2):
be: Патрабуецца ліцэнзійнае пагадненне для %1 (з %2):
eo: Permesila kunsento postulata por %1 (de %2):
ro: Acord de licență necesar pentru %1 (de la %2):

source: Do you accept?
be: Вы ўхваляеце?
eo: Ĉu vi akceptas?
ro: Acceptați?

source: Network is offline
be: Сетка не падлучана да інтэрнэту
eo: Reto estas nekonektita
ro: Rețeaua e deconectată

source: Updates are automatically checked %1.
be: Наяўнасць аднаўленняў правяраецца аўтаматычна %1.
eo: Ĝisdatigoj estas aŭtomate kontrolitaj %1.
ro: Actualizările se verifică automat %1.

source: No updates available
be: Няма даступных абнаўленняў
eo: Neniuj ĝisdatigoj haveblaj
ro: Nicio actualizare disponibilă

source: Check for Updates
eo: Kontroli pri Ĝisdatigoj

source: Select all packages
be: Абраць усе пакункі
eo: Elekti ĉiujn pakojn
ro: Alege toate pachetele

source: Install Updates
be: Усталяваць абнаўленні
eo: Instali Ĝisdatigojn
ro: Instalează actualizări

source: Performs the software update
be: Выкананне абнаўлення праграмнага забеспячэння
eo: Plenumas la programaran ĝisdatigon
ro: Efectuează actualizarea programelor

source: weekly
be: штотыдзень
eo: ĉiusemajne
ro: săptămânal

source: monthly
be: штомесяц
eo: monata
ro: lunar

source: daily
be: штодзень
eo: ĉiutage
ro: zilnic

# description of the update
source: Update Description
be: Апісанне абнаўлення
eo: Priskribo de Ĝisdatigo
ro: Descrierea actualizării

source: No description available
be: Няма даступнага апісання
eo: Neniu priskribo disponebla
ro: Nicio descriere disponibilă

source: Related URLs
be: Звязаныя URL-адрасы
eo: Rilataj URL-oj
ro: URL-uri legate
